{
    "O'zbekiston": "Uzbekistan",
    "Bayrog'" : "Flag",
    "Gerb" : "Coat of arms",
    "So'm" : "Sum",
   "Konstitutsiya" : "Constitution",
   "O'zbekiston Respublikasi" : "Republic of Uzbekistan",
   "Oʻzbekiston (rasman: Oʻzbekiston Respublikasi) — Markaziy Osiyoning markaziy qismida joylashgan mamlakat. Poytaxti — Toshkent shahri. Davlat tili — oʻzbek tili. Maydoni — 448 978 km2[10]. Hozirda mamlakatning umumiy aholisi soni 37 milliondan ortiq[11]. Pul birligi — soʻm. Oʻzbekiston Respublikasi hududi 12 ta viloyat, Toshkent shahri va Qoraqalpogʻiston Respublikasidan iboratdir, shuningdek, u mustaqil, demokratik, dunyoviy va konstitutsiyaviy davlat hisoblanadi. Ammo, nodavlat tashkilotlar Oʻzbekistonni „fuqarolik huquqlari cheklangan avtoritar davlat“ deb taʼriflaganlar[12]. Oʻzbekiston MDH, BMT, YXHT va SHHT aʼzosidir. Oʻzbekiston berk hududda yaʼni qirgʻoqqa ega boʻlmagan besh mamlakat bilan, yaʼni: shimoldan Qozogʻiston; shimoli-sharqdan Qirgʻiziston; janubi-sharqdan Tojikiston; janubdan Afgʻoniston; va janubi-gʻarbiy qismida Turkmaniston bilan chegaradosh" : "Uzbekistan (officially: Republic of Uzbekistan) is a country located in the central part of Central Asia. Its capital is Tashkent. The official language is Uzbek. The area is 448,978 km2 [10]. The country currently has a total population of over 37 million [11]. The currency is the soum. The territory of the Republic of Uzbekistan consists of 12 regions, the city of Tashkent, and the Republic of Karakalpakstan, and it is also an independent, democratic, secular, and constitutional state. However, non-governmental organizations have described Uzbekistan as an authoritarian state with limited civil rights[12]. Uzbekistan is a member of the CIS, the UN, the OSCE, and the SCO. Uzbekistan is landlocked, i.e., with five countries that do not have a coast, namely: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and borders Turkmenistan in the southwest",
   "Oʻzbekiston bayrogʻi — Oʻzbekiston gerbi va Oʻzbekiston madhiyasi kabi Oʻzbekiston Respublikasining rasmiy davlat ramzi sanaladi. 1991-yil 31-avgustda Oʻzbekiston Respublikasi oʻz mustaqilligini eʼlon qilganidan soʻng 1991-yilning 18 - noyabr.[2] Oʻzbekiston Respublikasi Oliy Kengashining VIII sessiyasida Oʻzbekiston Respublikasi davlat bayrogʻi toʻgʻrisidagi qonun qabul qilingan." : "The flag of Uzbekistan is the official state symbol of the Republic of Uzbekistan, along with the coat of arms of Uzbekistan and the anthem of Uzbekistan. After the Republic of Uzbekistan declared its independence on August 31, 1991, on November 18, 1991.[2] The Law on the State Flag of the Republic of Uzbekistan was adopted at the VIII session of the Supreme Council of the Republic of Uzbekistan.",
   "O'zbekiston respublikasi bayrog'i" : "Flag of the Republic of Uzbekistan",
   "O'zbekiston respublikasi Gerbi" : "Coat of arms of the Republic of Uzbekistan",
   " Oʻzbekiston Respublikasining Davlat Gerbi — Oʻzbekiston Respublikasi rasmiy davlat ramzi. 1992-yil 2-iyulda qabul qilingan. Davlat gerbi — davlat mustaqilligining ramzlaridan biridir. Oʻzbekiston tarkibidagi Qoraqalpogʻiston respublikasi Oʻzbekiston gerbidan foydalanadi, lekin mintaqaviy ranglar koʻk, oltin va yashil rangga ega. Unda faqat bitta daryo, Amudaryo va togʻlarga tutashgan gerb fonida mahalliy yodgorlik mavjud." : "The State Emblem of the Republic of Uzbekistan is the official state symbol of the Republic of Uzbekistan. It was adopted on July 2, 1992. The state emblem is one of the symbols of state independence. The Republic of Karakalpakstan, which is part of Uzbekistan, uses the coat of arms of Uzbekistan, but the regional colors are blue, gold and green. It features only one river, the Amu Darya, and a local monument in the background of the coat of arms bordered by mountains.0",
   "O'zbekiston Respublikasi So'mi" : "Som of the Republic of Uzbekistan",
   "Soʻm – Oʻzbekiston Respublikasining pul birligi. 1 Soʻm qimmati 100 tiyin. Xalqaro ifodasi UZS Soʻm Oʻzbekiston Respublikasi Prezidentining „Oʻzbekiston Respublikasining milliy valyutasini muomalaga kiritish toʻgʻrisida“gi 1994-yil 16-iyundagi farmoni bilan 1994-yilning 1-iyulidan respublika hududida yagona, cheklanmagan va qonuniy toʻlov vositasi sifatida muomalaga chiqarilgan" :"Som is the monetary unit of the Republic of Uzbekistan. 1 Som is equal to 100 tiyin. International denomination UZS Som was put into circulation as a single, unlimited and legal tender in the territory of the republic from July 1, 1994 by the Decree of the President of the Republic of Uzbekistan “On the introduction of the national currency of the Republic of Uzbekistan into circulation” dated June 16, 1994.",
   "O'zbekiston Respublikasi Konstitutsiyasi" : "Constitution of the Republic of Uzbekistan",
   "1992-yil 8-dekabrda 12-chaqiriq Oʻzbekiston Respublikasi Oliy Kengashining 11-sessiyasida qabul qilingan. Oʻzbekiston Respublikasining Konstitutsiyasi qabul qilinganligini nishonlash maqsadida Konstitutsiya qabul qilingan kun – 8-dekabr umumxalq bayrami – Oʻzbekiston Respublikasi Konstitutsiyasi kuni deb eʼlon qilindi. „Oʻzbekiston Respublikasining davlat mustaqilligi toʻgʻrisida“gi Konstitutsiyaviy qonun (1991-yil 31-avgust) ushbu Konstitutsiya uchun asos boʻlib xizmat qilgan. " : "On December 8, 1992, the 12th convocation was adopted at the 11th session of the Supreme Council of the Republic of Uzbekistan. In order to celebrate the adoption of the Constitution of the Republic of Uzbekistan, the day of its adoption - December 8 - was declared a national holiday - the Day of the Constitution of the Republic of Uzbekistan. The Constitutional Law On the State Independence of the Republic of Uzbekistan (August 31, 1991) served as the basis for this Constitution."
}