{
    "O'zbekiston": "Узбекистан",
    "Bayrog'" : "Флаг",
    "Gerb" : "Герб",
    "So'm" : "Сом",
    "Konstitutsiya" : "Конституция",
    "O'zbekiston Respublikasi" : "Республика Узбекистан",
    "Oʻzbekiston (rasman: Oʻzbekiston Respublikasi) — Markaziy Osiyoning markaziy qismida joylashgan mamlakat. Poytaxti — Toshkent shahri. Davlat tili — oʻzbek tili. Maydoni — 448 978 km2[10]. Hozirda mamlakatning umumiy aholisi soni 37 milliondan ortiq[11]. Pul birligi — soʻm. Oʻzbekiston Respublikasi hududi 12 ta viloyat, Toshkent shahri va Qoraqalpogʻiston Respublikasidan iboratdir, shuningdek, u mustaqil, demokratik, dunyoviy va konstitutsiyaviy davlat hisoblanadi. Ammo, nodavlat tashkilotlar Oʻzbekistonni „fuqarolik huquqlari cheklangan avtoritar davlat“ deb taʼriflaganlar[12]. Oʻzbekiston MDH, BMT, YXHT va SHHT aʼzosidir. Oʻzbekiston berk hududda yaʼni qirgʻoqqa ega boʻlmagan besh mamlakat bilan, yaʼni: shimoldan Qozogʻiston; shimoli-sharqdan Qirgʻiziston; janubi-sharqdan Tojikiston; janubdan Afgʻoniston; va janubi-gʻarbiy qismida Turkmaniston bilan chegaradosh" : "Узбекистан (официально: Республика Узбекистан) — государство в центральной части Средней Азии. Столица — Ташкент. Официальный язык — узбекский. Площадь — 448 978 км2 [10]. В настоящее время население страны составляет более 37 миллионов человек [11]. Денежная единица — сум. Территория Республики Узбекистан состоит из 12 областей, города Ташкента и Республики Каракалпакстан, и является независимым, демократическим, светским и конституционным государством. Однако неправительственные организации описывают Узбекистан как «авторитарное государство с ограниченными гражданскими правами» [12]. Узбекистан является членом СНГ, ООН, ОБСЕ и ШОС. Узбекистан не имеет выхода к морю, то есть граничит с пятью странами, не имеющими выхода к морю, а именно: с Казахстаном на севере; с Кыргызстаном на северо-востоке; с Таджикистаном на юго-востоке; с Афганистаном на юге; и граничит с Туркменистаном на юго-западе.",
    "Oʻzbekiston bayrogʻi — Oʻzbekiston gerbi va Oʻzbekiston madhiyasi kabi Oʻzbekiston Respublikasining rasmiy davlat ramzi sanaladi. 1991-yil 31-avgustda Oʻzbekiston Respublikasi oʻz mustaqilligini eʼlon qilganidan soʻng 1991-yilning 18 - noyabr.[2] Oʻzbekiston Respublikasi Oliy Kengashining VIII sessiyasida Oʻzbekiston Respublikasi davlat bayrogʻi toʻgʻrisidagi qonun qabul qilingan."  : "Флаг Узбекистана является официальным государственным символом Республики Узбекистан, наряду с гербом Узбекистана и гимном Узбекистана. После провозглашения независимости Республики Узбекистан 31 августа 1991 года, 18 ноября 1991 года[2] на VIII сессии Верховного Совета Республики Узбекистан был принят Закон «О Государственном флаге Республики Узбекистан».",
    "O'zbekiston respublikasi bayrog'i" : "Флаг Республики Узбекистан",
    "O'zbekiston respublikasi Gerbi" : "Герб Республики Узбекистан",
    " Oʻzbekiston Respublikasining Davlat Gerbi — Oʻzbekiston Respublikasi rasmiy davlat ramzi. 1992-yil 2-iyulda qabul qilingan. Davlat gerbi — davlat mustaqilligining ramzlaridan biridir. Oʻzbekiston tarkibidagi Qoraqalpogʻiston respublikasi Oʻzbekiston gerbidan foydalanadi, lekin mintaqaviy ranglar koʻk, oltin va yashil rangga ega. Unda faqat bitta daryo, Amudaryo va togʻlarga tutashgan gerb fonida mahalliy yodgorlik mavjud." : "Государственный герб Республики Узбекистан — официальный государственный символ Республики Узбекистан. Принят 2 июля 1992 года. Государственный герб является одним из символов государственной независимости. Республика Каракалпакстан, входящая в состав Узбекистана, использует герб Узбекистана, но региональными цветами являются синий, золотой и зеленый. На нем изображена только одна река — Амударья, а также местный памятник на заднем плане герба, окаймленный горами.",
    "O'zbekiston Respublikasi So'mi" : "Сом Республики Узбекистан",
    "Soʻm – Oʻzbekiston Respublikasining pul birligi. 1 Soʻm qimmati 100 tiyin. Xalqaro ifodasi UZS Soʻm Oʻzbekiston Respublikasi Prezidentining „Oʻzbekiston Respublikasining milliy valyutasini muomalaga kiritish toʻgʻrisida“gi 1994-yil 16-iyundagi farmoni bilan 1994-yilning 1-iyulidan respublika hududida yagona, cheklanmagan va qonuniy toʻlov vositasi sifatida muomalaga chiqarilgan" : "Сом — денежная единица Республики Узбекистан. 1 сум равен 100 тийинам. Международная купюра UZS Сом была введена в обращение в качестве единого, неограниченного и законного платежного средства на территории республики с 1 июля 1994 года Указом Президента Республики Узбекистан «О введении в обращение национальной валюты Республики Узбекистан» от 16 июня 1994 года.",
    "O'zbekiston Respublikasi Konstitutsiyasi" : "Конституция Республики Узбекистан",
    "1992-yil 8-dekabrda 12-chaqiriq Oʻzbekiston Respublikasi Oliy Kengashining 11-sessiyasida qabul qilingan. Oʻzbekiston Respublikasining Konstitutsiyasi qabul qilinganligini nishonlash maqsadida Konstitutsiya qabul qilingan kun – 8-dekabr umumxalq bayrami – Oʻzbekiston Respublikasi Konstitutsiyasi kuni deb eʼlon qilindi. „Oʻzbekiston Respublikasining davlat mustaqilligi toʻgʻrisida“gi Konstitutsiyaviy qonun (1991-yil 31-avgust) ushbu Konstitutsiya uchun asos boʻlib xizmat qilgan. " : "8 декабря 1992 года на 11-й сессии Верховного Совета Республики Узбекистан была принята 12-я Конституция. В ознаменование принятия Конституции Республики Узбекистан день ее принятия — 8 декабря — был объявлен всенародным праздником — Днем Конституции Республики Узбекистан. Основой настоящей Конституции послужил Конституционный закон «О государственной независимости Республики Узбекистан» (31 августа 1991 года)."
}